Repository: barisariburnu/fazladanbilet.com
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Payment Failure
tr: Başarısız Ödeme

source: Please Try Again !
tr: Lütfen Tekrar Deneyin !

source: You can return
tr: Devam edebilirsin

source: homepage
tr: anasayfa

source: or
tr: ya da

source: contact us
tr: bize ulaşın

source: Home
tr: Anasayfa

source: Payment Page
tr: Ödeme Sayfası

source: information
tr: Bilgi Alma

source: Price
tr: Miktar

source: Total Ticket
tr: Toplam Bilet

source: Categories
tr: Kategoriler

source: End Date
tr: Etkinlik Tarihi

source: Pay With Bitcoin
tr: Bitcoinlerle Takas Edin

source: Please don't close this page for ending payment. If you are close this page and finished your payment, please click this link!
tr: Lütfen ödeme bitene kadar bu sayfayı kapatmayın. Eğer kapatırsanız ve ödemenizi bitirdiyseniz, lütfen bu linke gidin!

source: Description
tr: Açıklama

source: User's Information
tr: Kullanıcı Bilgisi

source: Username
tr: Kullanıcı Adı

source: Points
tr: Puan

source: Counter
tr: Sayacı

source: Success Payment
tr: Başarılı Ödeme

source: Thanks for your choice !
tr: Seçimin için Teşekkür Ederiz !

source: comes shipping page
tr: gelen takaslar sayfası

source: Contact us
tr: Bize ulaşın

source: CONTACT US
tr: BİZE ULAŞIN

source: If you lived a problem in platform or any shipping problem, you can contact us. We will investigate your problem. Our purpose is provide the best shopping experience for you.
tr: Eğer paltform içinde yada takas işleminde bir problem yaşarsanız, bize ulaşabilirsiniz.Biz probleminizi araştıracağız. Bizim amacımız size en iyi deneyimi sağlamaktır.

source: SEND MAIL
tr: MAİL GÖNDER

source: Your name
tr: Adınız

source: Your email
tr: Email Adresiniz

source: Your title
tr: Başlık

source: Your message
tr: Mesaj

source: send message
tr: mesajı yolla

source: contact info
tr: iletişim bilgisi

source: If you will be good kid, you can find us!
tr: Eğer uslu bir çocuk olursanız, bizi bulabilirsiniz!

source: Forgot Password
tr: Parolamı Unuttum

source: Enter your email and we'll send you new password.
tr: Email adresini gir ve biz sana yeni parolanı yollayacağız.

source: Send Me Now
tr: Şimdi Yolla

source: Return to Login
tr: Girişe Git

source: First
tr: İlk

source: Last
tr: Son

source: Categories filter
tr: Kategori filtresi

source: How it works
tr: Nasıl çalışır

source: How it works ?
tr: Nasıl çalışır ?

source: What is it fazladanbilet.com ?
tr: fazladanbilet.com nedir ?

source: Sign In
tr: Üye Ol

source: Sign in
tr: Üye ol

source: Please, you must filled the form with right values and press button
tr: Lütfen bilgileri doldurun ve butona basın

source: Password
tr: Parola

source: I forgot my password
tr: Parolamı Unuttum

source: Submit
tr: Gönder

source: Welcome to fazladanbilet.com
tr: Hoşgeldiniz fazladanbilet.com

source: If you are want sale your tickets;login or sign up and join us.
tr: Eğer biletlerini satmak istiyorsan; giriş yap yada üye olup bize katıl.

source: Create an account
tr: Bir hesap yaratın

source: Forgotten your password
tr: Parolanı mı unuttun

source: Profile
tr: Profil

source: Points Counter
tr: Puan Sayacı

source: Read more
tr: Daha fazla

source: Terms of Used
tr: Kullanım Sözleşmeleri

source: Ticket Pool
tr: Gişe

source: cancel
tr: iptal

source: waiting_for_payment
tr: ödeme bekleniyor

source: waiting_for_cargo
tr: kargoya verilmesi bekleniyor

source: on_the_road
tr: kargo yolda

source: success_shipping
tr: başarılı takas

source: failure_shipping
tr: başarısız takas

source: cargo_problem
tr: kargo problemi

source: wrong_ticket
tr: hatalı bilet

source: fake_ticket
tr: sahte bilet

source: bitcoin_problem
tr: bitcoin ile ilgili problem

source: other
tr: diğer

source: New Ticket
tr: Yeni Bilet

source: Status
tr: Durum

source: Category Filter
tr: Kategori Filtresi

source: Member
tr: Üye

source: shopping cart
tr: sepetim

source: Item
tr: Bilet

source: Total
tr: Toplam

source: Send
tr: Gönder

source: I have a Problem
tr: Bir problemim var

source: Sends shipping is seems empty yet!
tr: Takasa gönderilenler henüz boş görünüyor!

source: Edit Profile
tr: Profili Düzenle

source: Upload Photo
tr: Fotoğraf Yükle

source: Upload
tr: Yükle

source: Change Password
tr: Parolayı Değiştir

source: Old Password
tr: Önceki Parola

source: New Password
tr: Yeni Parola

source: Confirm Password
tr: Yeni Parola Tekrar

source: COMES SHIPPING
tr: GELENLER

source: SENDS SHIPPING
tr: GİDENLER

source: EDIT PROFILE
tr: DÜZENLE

source: Cart
tr: Sepet

source: Number
tr: Sayı

source: Exchange
tr: Takas

source: Your bag is seems empty yet!
tr: Sepetin henüz boş görünüyor!

source: Sign Up
tr: Üye Ol

source: I agree to
tr: Kabul ediyorum

source: Terms of Use
tr: Kullanım Sözleşmesi

source: This platform provides exchange with bitcoins to on your hands more tickets.
tr: Bu platform elinizdeki biletleri bitcoin karşılığı takas etmenizi sağlar.

source: Easy exchange with bitcoins
tr: Bitcoinlerle kolay takas

source: Low commissions
tr: Düşük komisyonlar

source: Minimum data requested
tr: minimum veri isteği

source: We don't keep your data and removes after success shipping
tr: Bilgilerini tutmayız ve başarılı takas sonrası sileriz

source: Secure shopping
tr: Güvenli alışveriş

source: New Order
tr: Yeni Takas

source: Name and Surname
tr: Ad ve Soyad

source: Phone
tr: Telefon

source: Address
tr: Adres

source: Don't Forget
tr: Unutma

source: If you want security and succesfully exchange process, please attention down reasons.
tr: Eğer güvenli ve başarılı bir takas işlemi istiyorsanız, lütfen aşağıdakilere dikkat edin

source: Your bitcoins not sends before success shipping!
tr: Bitcoinlerin başarılı takas işlemi olmadan önce yollanmaz!

source: Late cargo, wrong or fake ticket and more fraud situations cancels shipping!
tr: Geç kalmış kargo, yanlış veya sahte bilet ve daha fazla sahtekarlık durumunda takas işlemi iptal edilir!

source: This system takes comission 20/1 on your ticket amount!
tr: Bu sistem bilet btc miktarının 20/1 oranında komisyon alır!

source: Bitcoin miners takes comission 0.0002 btc!
tr: Bitcoin madencileri 0.0002 btc komisyon alır!

source: This platform works with trusts dealers!
tr: Bu platform kullanıcıların güveniyle çalışır!

source: Category
tr: Kategori

source: Title
tr: Başlık

source: City
tr: Şehir

source: Amount
tr: Miktar

source: Photo
tr: Fotoğraf

source: Cargo Num
tr: Cargo Numarası

source: User Url for BTC Send
tr: Bitcoin yollamak için kullanıcı adresi

source: Send Cargo No
tr: Kargo Takip No Yolla

source: Ticket Detail
tr: Bilet Detayları

source: Add to cart
tr: Sepete Ekle

source: My Account
tr: Profilim

source: Checkout
tr: Sepet

source: Logout
tr: Çıkış

source: Login
tr: Giriş

source: Enter your keywords
tr: Aranacak kelimeyi girin

source: What is it?
tr: Bu nedir?

source: How it works?
tr: Nasıl Çalışır

source: Shop
tr: Gişe

source: Contact Us
tr: Bize Ulaşın

source: Homepage
tr: Anasayfa

source: Language
tr: Dil

source: Complaint
tr: Şikayet

source: Your complaint has been received by us. Thanks for informing.
tr: Şikayetin bize ulaştı. Bilgi için teşekkürler.

source: Order Num:
tr: Sipariş Numarası

source: Ticket:
tr: Bilet

source: Thanks,
tr: Teşekkürler

source: Human Resources,
tr: İnsan Kaynakları

source: Shipping Information
tr: Takas Bilgisi

source: Hey
tr: Merhaba

source: Thank you for doing the exchange with fazladanbilet. You can exchange information viewed below.
tr: Fazladanbilet.com ile takas yaptığın için teşekkür ederiz. Takas bilgileri.aşağıda görünmektedir.

source: Total Ticket:
tr: Toplam Bilet

source: Your bitcoins has reached to us.
tr: Bitcoinlerin bize ulaştı.

source: User's Messages
tr: Kullanıcının Mesajı

source: You have a message from fazladanbilet's users.
tr: fazladanbilet in kullanıcılarından bir mesajın var.

source: Name:
tr: İsim:

source: Title:
tr: Başlık:

source: Message:
tr: Mesaj:

source: You may have forgotten the password. We sent you a new password. You can log in with this new password.
tr: Parolanı unutmuş olabilirsin. Biz sana yeni bir parola yolladık. Bununla giriş yapabilirsin.

source: New Password:
tr: Yeni Parola

source: You can log in using your new password to
tr: Yeni parolanı kullanarak giriş yapabilirsin

source: Cargo Tracing
tr: Kargo Takibi

source: Your tickets have been delivered to the cargo. Cargo information can be found below.
tr: Biletlerin kargoya verildi. Kargo bilgileri aşağıdadır.

source: Cargo Brand:
tr: Kargo Firması

source: Tracing:
tr: Takip:

source: Thanks for choosing us,
tr: Bizi seçtiğiniz için teşekkürler,

source: Exchanger:
tr: Takasçı:

source: Shipping Address:
tr: Gönderilecek Kişinin Adresi:

source: Shipping Username:
tr: Gönderilecek Kişinin Ad Soyad:

source: Shipping Phone:
tr: Gönderilecek Kişinin Telefonu

source: Activation
tr: Aktivasyon

source: Thanks for signing up to fazladanbilet - we’re excited to have you on board! Here are your login details for future reference.
tr: fazladanbilet'e üye olduğunuz için teşekkürler - Seni aramızda görmekten dolayı mutluyuz! Senin giriş bilgilerin buradadır.

source: Activation:
tr: Aktivasyon

source: Agreement
tr: Ödeme

source: Perform the exchange process with Bitcoin.
tr: Bitcoin ile takas işlemleri gerçekleştir.

source: Prepare
tr: Bilgilendirme

source: Your ticket as soon as you get prepared.
tr: Bilet sahibine gerekli bilgiler en hızlı şekilde iletilir.

source: Shipping
tr: Kargolama

source: Your tickets are shipped as soon as possible.
tr: Biletlerinin mümkün olan en kısa zamanda kargoya verilmesi sağlanır.

source: Vote
tr: Oy Kullanma

source: Welcome to our satisfaction survey. We want you exchange the voting process.
tr: Memnuniyet anketimize hoşgeldiniz. Biz takas işlemini onaylamanı istiyoruz.

source: Sorry
tr: Üzgünüz

source: We lived an unexpected problem !
tr: Beklenmeyen bir problem yaşadık !
